Repository: achgithub/LSM-IOSv2
Catalog: ios/LSM/LSM/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
nl: Voorbeeld

source: Rename Game
de: Spiel umbenennen
es: Renombrar partida
fr: Renommer la partie
it: Rinomina partita
nl: Spel hernoemen

source: Rename game
de: Spiel umbenennen
es: Renombrar partida
fr: Renommer la partie
it: Rinomina partita
nl: Spel hernoemen

source: Resend to Player App
de: Erneut an Spieler-App senden
es: Reenviar a la app del jugador
fr: Renvoyer vers l'appli joueur
it: Rinvia all'app giocatore
nl: Opnieuw naar spelersapp sturen

source: Scratchpad
de: Notizblock
es: Borrador
fr: Brouillon
it: Blocco appunti
nl: Kladblok

source: Scratchpad (Paste Picks)
de: Notizblock (Tipps einfügen)
es: Borrador (pegar selecciones)
fr: Brouillon (coller les choix)
it: Blocco appunti (incolla scelte)
nl: Kladblok (keuzes plakken)

source: Share Accuracy Table
de: Genauigkeitstabelle teilen
es: Compartir tabla de precisión
fr: Partager le tableau de précision
it: Condividi tabella di precisione
nl: Nauwkeurigheidstabel delen

source: Share Final Result
de: Endergebnis teilen
es: Compartir resultado final
fr: Partager le résultat final
it: Condividi risultato finale
nl: Eindresultaat delen

source: Share Player Key Card
de: Spielerschlüssel-Karte teilen
es: Compartir tarjeta de clave de jugadores
fr: Partager la carte des joueurs
it: Condividi scheda chiave giocatori
nl: Spelersleutelkaart delen

source: Split result.
de: Geteiltes Ergebnis.
es: Resultado compartido.
fr: Résultat partagé.
it: Risultato condiviso.
nl: Gedeeld resultaat.

source: Split win
de: Sieg teilen
es: Victoria compartida
fr: Victoire partagée
it: Vittoria condivisa
nl: Gedeelde winst

source: Use these numbers to text your Hit target.
de: Nutze diese Nummern, um dein Hit-Ziel per Text zu übermitteln.
es: Usa estos números para enviar por texto tu objetivo de Hit.
fr: Utilise ces numéros pour texter ta cible de Hit.
it: Usa questi numeri per inviare via testo il tuo bersaglio Hit.
nl: Gebruik deze nummers om je Hit-doelwit door te sms'en.

source: Waiting on predictions before this round can close.
de: Wartet auf Vorhersagen, bevor diese Runde geschlossen werden kann.
es: Esperando predicciones antes de poder cerrar esta ronda.
fr: En attente de prédictions avant de pouvoir clôturer cette manche.
it: In attesa di pronostici prima di poter chiudere questo turno.
nl: Wacht op voorspellingen voordat deze ronde kan sluiten.

source: eliminated
de: ausgeschieden
es: eliminado
fr: éliminé
it: eliminato
nl: uitgeschakeld

source: Round not fully settled
de: Runde noch nicht vollständig abgeschlossen
es: La ronda no está completamente resuelta
fr: Manche pas entièrement réglée
it: Turno non completamente definito
nl: Ronde nog niet volledig afgehandeld

source: 1 player submission not yet reviewed
de: 1 Spielereinreichung noch nicht geprüft
es: 1 envío de jugador aún sin revisar
fr: 1 soumission de joueur pas encore vérifiée
it: 1 invio di un giocatore non ancora controllato
nl: 1 inzending van een speler nog niet beoordeeld

source: Void
de: Annullieren
es: Anular
fr: Annuler
it: Annulla
nl: Ongeldig maken

source: Voided
de: Annulliert
es: Anulado
fr: Annulé
it: Annullato
nl: Ongeldig gemaakt

source: Hit target
de: Hit-Ziel
es: Objetivo de Hit
fr: Cible de Hit
it: Bersaglio Hit
nl: Hit-doelwit

source: Predictions due by
de: Vorhersagen fällig bis
es: Predicciones antes de
fr: Prédictions à rendre avant
it: Pronostici entro
nl: Voorspellingen in te dienen vóór

source: Every fixture must have a result entered before the round can be closed.
de: Für jedes Spiel muss ein Ergebnis eingetragen sein, bevor die Runde geschlossen werden kann.
es: Cada partido debe tener un resultado registrado antes de poder cerrar la ronda.
fr: Chaque match doit avoir un résultat saisi avant de pouvoir clôturer la manche.
it: Ogni partita deve avere un risultato inserito prima di poter chiudere il turno.
nl: Elke wedstrijd moet een uitslag hebben voordat de ronde kan sluiten.

source: Paste some picks first.
de: Füge zuerst Tipps ein.
es: Pega primero algunas selecciones.
fr: Colle d'abord des choix.
it: Incolla prima alcune scelte.
nl: Plak eerst wat keuzes.

source: Sent to Player App just now.
de: Gerade eben an die Spieler-App gesendet.
es: Enviado a la app del jugador ahora mismo.
fr: Envoyé à l'instant vers l'appli joueur.
it: Appena inviato all'app giocatore.
nl: Zojuist naar de spelersapp verstuurd.

source: MANAGER PICKED GAMES
de: VOM MANAGER GEWÄHLTE SPIELE
es: PARTIDOS ELEGIDOS POR EL MÁNAGER
fr: MATCHS CHOISIS PAR LE MANAGER
it: PARTITE SCELTE DAL MANAGER
nl: DOOR MANAGER GEKOZEN WEDSTRIJDEN

source: PLAYER KEY
de: SPIELERSCHLÜSSEL
es: CLAVE DE JUGADORES
fr: CLÉ DES JOUEURS
it: CHIAVE GIOCATORI
nl: SPELERSLEUTEL

source: WEEKLY RESULTS
de: WOCHENERGEBNISSE
es: RESULTADOS SEMANALES
fr: RÉSULTATS DE LA SEMAINE
it: RISULTATI SETTIMANALI
nl: WEKELIJKSE RESULTATEN

source: ACCURACY TABLE
de: GENAUIGKEITSTABELLE
es: TABLA DE PRECISIÓN
fr: TABLEAU DE PRÉCISION
it: TABELLA DI PRECISIONE
nl: NAUWKEURIGHEIDSTABEL

source: FINAL RESULT
de: ENDERGEBNIS
es: RESULTADO FINAL
fr: RÉSULTAT FINAL
it: RISULTATO FINALE
nl: EINDRESULTAAT

source: Still to predict: %@ — closing now scores them nothing this round.
de: Noch offen: %@ — beim jetzigen Schließen erhalten sie diese Runde null Punkte.
es: Aún por predecir: %@ — si cierras ahora, no puntuarán esta ronda.
fr: Encore à prédire : %@ — clôturer maintenant leur donnera zéro point cette manche.
it: Ancora da pronosticare: %@ — chiudendo ora non otterranno punti questo turno.
nl: Nog te voorspellen: %@ — als je nu sluit, scoren zij niets deze ronde.

source: %lld player submissions not yet reviewed
de: %lld Spielereinreichungen noch nicht geprüft
es: %lld envíos de jugadores aún sin revisar
fr: %lld soumissions de joueurs pas encore vérifiées
it: %lld invii di giocatori non ancora controllati
nl: %lld inzendingen van spelers nog niet beoordeeld

source: Fixture %lld
de: Spiel %lld
es: Partido %lld
fr: Match %lld
it: Partita %lld
nl: Wedstrijd %lld

source: Manager Picked Games (%lld/%lld selected)
de: Vom Manager gewählte Spiele (%lld/%lld ausgewählt)
es: Partidos elegidos por el mánager (%lld/%lld seleccionados)
fr: Matchs choisis par le manager (%lld/%lld sélectionnés)
it: Partite scelte dal manager (%lld/%lld selezionate)
nl: Door manager gekozen wedstrijden (%lld/%lld geselecteerd)

source: Open Round %lld
de: Runde %lld öffnen
es: Abrir ronda %lld
fr: Ouvrir la manche %lld
it: Apri turno %lld
nl: Ronde %lld openen

source: Waiting on: %@
de: Wartet auf: %@
es: Esperando a: %@
fr: En attente de : %@
it: In attesa di: %@
nl: Wachten op: %@

source: %lld active players → %lld MPG this round.
de: %lld aktive Spieler → %lld MPG diese Runde.
es: %lld jugadores activos → %lld MPG esta ronda.
fr: %lld joueurs actifs → %lld MPG cette manche.
it: %lld giocatori attivi → %lld MPG questo turno.
nl: %lld actieve spelers → %lld MPG deze ronde.

source: Couldn't understand "%@" — expected e.g. "1H" or "1H2".
de: "%@" konnte nicht verstanden werden — erwartet z. B. "1H" oder "1H2".
es: No se pudo entender "%@" — se espera, por ejemplo, "1H" o "1H2".
fr: Impossible de comprendre "%@" — attendu par ex. "1H" ou "1H2".
it: Non è stato possibile interpretare "%@" — atteso ad es. "1H" o "1H2".
nl: Kon "%@" niet begrijpen — verwacht bijv. "1H" of "1H2".

source: There's no fixture number %lld this round.
de: Es gibt diese Runde keine Spielnummer %lld.
es: No hay ningún partido número %lld esta ronda.
fr: Il n'y a pas de match numéro %lld cette manche.
it: Non c'è la partita numero %lld questo turno.
nl: Er is geen wedstrijd nummer %lld deze ronde.

source: Fixture %lld appears more than once.
de: Spiel %lld kommt mehrmals vor.
es: El partido %lld aparece más de una vez.
fr: Le match %lld apparaît plus d'une fois.
it: La partita %lld compare più di una volta.
nl: Wedstrijd %lld komt meer dan eens voor.

source: Fixture %lld is missing a Hit target, e.g. "%lldH2".
de: Spiel %lld fehlt ein Hit-Ziel, z. B. "%lldH2".
es: Al partido %lld le falta un objetivo de Hit, p. ej. "%lldH2".
fr: Il manque une cible de Hit au match %lld, par ex. "%lldH2".
it: Alla partita %lld manca un bersaglio Hit, ad es. "%lldH2".
nl: Wedstrijd %lld mist een Hit-doelwit, bijv. "%lldH2".

source: There's no player number %lld in the key.
de: Es gibt keine Spielernummer %lld im Schlüssel.
es: No hay ningún jugador número %lld en la clave.
fr: Il n'y a pas de joueur numéro %lld dans la clé.
it: Non c'è il giocatore numero %lld nella chiave.
nl: Er is geen speler nummer %lld in de sleutel.

source: Fixture %lld can't target yourself.
de: Spiel %lld kann sich nicht selbst als Ziel haben.
es: El partido %lld no puede tenerte a ti mismo como objetivo.
fr: Le match %lld ne peut pas te cibler toi-même.
it: La partita %lld non può avere te stesso come bersaglio.
nl: Wedstrijd %lld kan jezelf niet als doelwit hebben.

source: Player number %lld is targeted more than once — Hits must target different opponents.
de: Spielernummer %lld wird mehrmals als Ziel gewählt — Hits müssen unterschiedliche Gegner treffen.
es: El jugador número %lld es objetivo más de una vez — los Hits deben apuntar a rivales distintos.
fr: Le joueur numéro %lld est ciblé plus d'une fois — les Hits doivent viser des adversaires différents.
it: Il giocatore numero %lld è bersaglio più di una volta — gli Hit devono colpire avversari diversi.
nl: Speler nummer %lld is meer dan eens doelwit — Hits moeten verschillende tegenstanders raken.

source: Found %lld of %lld fixtures — check every fixture number is included.
de: %lld von %lld Spielen gefunden — prüfe, ob jede Spielnummer enthalten ist.
es: Se encontraron %lld de %lld partidos — comprueba que se incluya cada número de partido.
fr: %lld matchs trouvés sur %lld — vérifie que chaque numéro de match est inclus.
it: Trovate %lld partite su %lld — controlla che ogni numero di partita sia incluso.
nl: %lld van %lld wedstrijden gevonden — controleer of elk wedstrijdnummer is opgenomen.

source: Send failed: %@
de: Senden fehlgeschlagen: %@
es: Error al enviar: %@
fr: Échec de l'envoi : %@
it: Invio non riuscito: %@
nl: Verzenden mislukt: %@

source: %lld player · Round %lld
de: %lld Spieler · Runde %lld
es: %lld jugador · Ronda %lld
fr: %lld joueur · Manche %lld
it: %lld giocatore · Turno %lld
nl: %lld speler · Ronde %lld

source: %lld players · Round %lld
de: %lld Spieler · Runde %lld
es: %lld jugadores · Ronda %lld
fr: %lld joueurs · Manche %lld
it: %lld giocatori · Turno %lld
nl: %lld spelers · Ronde %lld

source: Saved %lld pick for %@.
de: %lld Tipp für %@ gespeichert.
es: %lld selección guardada para %@.
fr: %lld choix enregistré pour %@.
it: %lld scelta salvata per %@.
nl: %lld keuze opgeslagen voor %@.

source: Saved %lld picks for %@.
de: %lld Tipps für %@ gespeichert.
es: %lld selecciones guardadas para %@.
fr: %lld choix enregistrés pour %@.
it: %lld scelte salvate per %@.
nl: %lld keuzes opgeslagen voor %@.

source: Killer Settings
de: Killer-Einstellungen
es: Ajustes de Killer
fr: Réglages Killer
it: Impostazioni Killer
nl: Killer-instellingen

source: Everyone starts with 1 life. During the Build Phase, a correct prediction earns +1 life (up to the cap). After that, the Kill Phase begins: predictions also fire a Hit at a chosen opponent.
de: Jeder startet mit 1 Leben. Während der Build Phase bringt eine richtige Vorhersage +1 Leben (bis zur Obergrenze). Danach beginnt die Kill Phase: Vorhersagen lösen zusätzlich einen Hit auf einen gewählten Gegner aus.
es: Todos empiezan con 1 vida. Durante la Fase de Construcción, una predicción correcta da +1 vida (hasta el límite). Después empieza la Fase de Eliminación: las predicciones también lanzan un Hit contra un rival elegido.
fr: Tout le monde commence avec 1 vie. Pendant la Phase de Construction, une prédiction correcte rapporte +1 vie (jusqu'au plafond). Ensuite commence la Phase d'Élimination : les prédictions déclenchent aussi un Hit sur un adversaire choisi.
it: Tutti iniziano con 1 vita. Durante la Fase di Costruzione, un pronostico corretto dà +1 vita (fino al limite). Dopo inizia la Fase di Eliminazione: i pronostici lanciano anche un Hit contro un avversario scelto.
nl: Iedereen begint met 1 leven. Tijdens de Opbouwfase levert een juiste voorspelling +1 leven op (tot het maximum). Daarna begint de Kill-fase: voorspellingen lossen ook een Hit op een gekozen tegenstander uit.

source: Your plan doesn't cover an extra league right now. Leagues already in use by another game stay available to pick from — upgrade to add a new one.
de: Dein Tarif deckt derzeit keine weitere Liga ab. Ligen, die bereits von einem anderen Spiel genutzt werden, bleiben wählbar — upgrade, um eine neue hinzuzufügen.
es: Tu plan no cubre ahora mismo una liga adicional. Las ligas ya usadas por otra partida siguen disponibles para elegir — mejora tu plan para añadir una nueva.
fr: Ton forfait ne couvre pas une ligue supplémentaire pour l'instant. Les ligues déjà utilisées par une autre partie restent disponibles au choix — passe à un forfait supérieur pour en ajouter une nouvelle.
it: Il tuo piano non copre un altro campionato al momento. I campionati già usati da un'altra partita restano selezionabili — esegui l'upgrade per aggiungerne uno nuovo.
nl: Je abonnement dekt op dit moment geen extra competitie. Competities die al door een ander spel worden gebruikt, blijven beschikbaar om te kiezen — upgrade om een nieuwe toe te voegen.

source: Delete this game?
de: Dieses Spiel löschen?
es: ¿Eliminar esta partida?
fr: Supprimer cette partie ?
it: Eliminare questa partita?
nl: Dit spel verwijderen?

source: Delete %lld games?
de: %lld Spiele löschen?
es: ¿Eliminar %lld partidas?
fr: Supprimer %lld parties ?
it: Eliminare %lld partite?
nl: %lld spellen verwijderen?

source: Build Phase: %lld round
de: Build Phase: %lld Runde
es: Fase de Construcción: %lld ronda
fr: Phase de Construction : %lld manche
it: Fase di Costruzione: %lld turno
nl: Opbouwfase: %lld ronde

source: Build Phase: %lld rounds
de: Build Phase: %lld Runden
es: Fase de Construcción: %lld rondas
fr: Phase de Construction : %lld manches
it: Fase di Costruzione: %lld turni
nl: Opbouwfase: %lld ronden

source: Voided — no result
de: Annulliert — kein Ergebnis
es: Anulado — sin resultado
fr: Annulé — pas de résultat
it: Annullato — nessun risultato
nl: Ongeldig gemaakt — geen uitslag

source: ENTRIES CLOSED
de: ANMELDUNG GESCHLOSSEN
es: INSCRIPCIONES CERRADAS
fr: INSCRIPTIONS CLOSES
it: ISCRIZIONI CHIUSE
nl: INSCHRIJVINGEN GESLOTEN

source: LEAGUE TABLE
de: TABELLE
es: TABLA DE CLASIFICACIÓN
fr: CLASSEMENT
it: CLASSIFICA
nl: COMPETITIETABEL

source: FINAL STANDINGS
de: ENDSTAND
es: CLASIFICACIÓN FINAL
fr: CLASSEMENT FINAL
it: CLASSIFICA FINALE
nl: EINDSTAND

source: %lld player · Matchday %lld
de: %lld Spieler · Spieltag %lld
es: %lld jugador · Jornada %lld
fr: %lld joueur · Journée %lld
it: %lld giocatore · Giornata %lld
nl: %lld speler · Speelronde %lld

source: %lld players · Matchday %lld
de: %lld Spieler · Spieltag %lld
es: %lld jugadores · Jornada %lld
fr: %lld joueurs · Journée %lld
it: %lld giocatori · Giornata %lld
nl: %lld spelers · Speelronde %lld

source: 1 player submission hasn't been reviewed yet — it will be left unresolved.
de: 1 Spielereinreichung wurde noch nicht geprüft — sie bleibt ungeklärt.
es: 1 envío de jugador aún no se ha revisado — quedará sin resolver.
fr: 1 soumission de joueur n'a pas encore été vérifiée — elle restera non résolue.
it: 1 invio di un giocatore non è ancora stato controllato — resterà irrisolto.
nl: 1 inzending van een speler is nog niet beoordeeld — deze blijft onopgelost.

source: %lld player submissions haven't been reviewed yet — they will be left unresolved.
de: %lld Spielereinreichungen wurden noch nicht geprüft — sie bleiben ungeklärt.
es: %lld envíos de jugadores aún no se han revisado — quedarán sin resolver.
fr: %lld soumissions de joueurs n'ont pas encore été vérifiées — elles resteront non résolues.
it: %lld invii di giocatori non sono ancora stati controllati — resteranno irrisolti.
nl: %lld inzendingen van spelers zijn nog niet beoordeeld — deze blijven onopgelost.

source: MATCHDAY
de: SPIELTAG
es: JORNADA
fr: JOURNÉE
it: GIORNATA
nl: SPEELRONDE

source: Couldn't publish (id: %@): %@
de: Veröffentlichung fehlgeschlagen (ID: %@): %@
es: No se pudo publicar (id: %@): %@
fr: Impossible de publier (id : %@) : %@
it: Impossibile pubblicare (id: %@): %@
nl: Kon niet publiceren (id: %@): %@

source: Couldn't prepare the export. Please try again.
de: Export konnte nicht vorbereitet werden. Bitte versuche es erneut.
es: No se pudo preparar la exportación. Inténtalo de nuevo.
fr: Impossible de préparer l'export. Réessaie.
it: Impossibile preparare l'esportazione. Riprova.
nl: Kon de export niet voorbereiden. Probeer het opnieuw.

source: This permanently deletes the game and its history — on this device and in the cloud, including any player picks or predictions submitted through their links.
de: Dies löscht das Spiel und seinen Verlauf endgültig — auf diesem Gerät und in der Cloud, einschließlich aller über Links eingereichten Spieler-Tipps oder Vorhersagen.
es: Esto elimina permanentemente la partida y su historial — en este dispositivo y en la nube, incluidas las selecciones o predicciones enviadas por los jugadores a través de sus enlaces.
fr: Cela supprime définitivement la partie et son historique — sur cet appareil et dans le cloud, y compris les choix ou prédictions des joueurs soumis via leurs liens.
it: Questo elimina definitivamente la partita e la sua cronologia — su questo dispositivo e nel cloud, incluse le scelte o i pronostici dei giocatori inviati tramite i loro link.
nl: Dit verwijdert het spel en de geschiedenis ervan permanent — op dit apparaat en in de cloud, inclusief eventuele keuzes of voorspellingen van spelers die via hun links zijn ingediend.

source: This permanently deletes these games and their history — on this device and in the cloud, including any player picks or predictions submitted through their links.
de: Dies löscht diese Spiele und ihren Verlauf endgültig — auf diesem Gerät und in der Cloud, einschließlich aller über Links eingereichten Spieler-Tipps oder Vorhersagen.
es: Esto elimina permanentemente estas partidas y su historial — en este dispositivo y en la nube, incluidas las selecciones o predicciones enviadas por los jugadores a través de sus enlaces.
fr: Cela supprime définitivement ces parties et leur historique — sur cet appareil et dans le cloud, y compris les choix ou prédictions des joueurs soumis via leurs liens.
it: Questo elimina definitivamente queste partite e la loro cronologia — su questo dispositivo e nel cloud, incluse le scelte o i pronostici dei giocatori inviati tramite i loro link.
nl: Dit verwijdert deze spellen en hun geschiedenis permanent — op dit apparaat en in de cloud, inclusief eventuele keuzes of voorspellingen van spelers die via hun links zijn ingediend.

source: Tutorial fixtures loaded
de: Beispielspiele geladen
es: Partidos de ejemplo cargados
fr: Matchs d'exemple chargés
it: Partite di esempio caricate
nl: Voorbeeldwedstrijden geladen

source: All fixtures are pre-selected. Tap Open ↑ to continue.
de: Alle Spiele sind bereits ausgewählt. Tippe oben auf Öffnen, um fortzufahren.
es: Todos los partidos ya están seleccionados. Toca Abrir arriba para continuar.
fr: Tous les matchs sont déjà sélectionnés. Appuie sur Ouvrir en haut pour continuer.
it: Tutte le partite sono già selezionate. Tocca Apri in alto per continuare.
nl: Alle wedstrijden zijn al geselecteerd. Tik hierboven op Openen om door te gaan.

source: Tutorial picks pre-assigned
de: Beispieltipps bereits vergeben
es: Selecciones de ejemplo ya asignadas
fr: Choix d'exemple déjà attribués
it: Scelte di esempio già assegnate
nl: Voorbeeldkeuzes al toegewezen

source: Each player's pick is set for the tutorial. Tap Done ↑ to save and continue.
de: Für das Tutorial ist der Tipp jedes Spielers bereits festgelegt. Tippe oben auf Fertig, um zu speichern und fortzufahren.
es: La selección de cada jugador ya está fijada para el tutorial. Toca Listo arriba para guardar y continuar.
fr: Le choix de chaque joueur est déjà défini pour le tutoriel. Appuie sur Terminé en haut pour enregistrer et continuer.
it: La scelta di ogni giocatore è già impostata per il tutorial. Tocca Fatto in alto per salvare e continuare.
nl: De keuze van elke speler staat al vast voor de tutorial. Tik hierboven op Klaar om op te slaan en door te gaan.

source: Tutorial results loaded
de: Beispielergebnisse geladen
es: Resultados de ejemplo cargados
fr: Résultats d'exemple chargés
it: Risultati di esempio caricati
nl: Voorbeelduitslagen geladen

source: Scores are pre-filled. Tap Close Round ↓ to eliminate and advance.
de: Ergebnisse sind bereits ausgefüllt. Tippe unten auf Runde schließen, um zu eliminieren und fortzufahren.
es: Los resultados ya están rellenados. Toca Cerrar ronda abajo para eliminar y avanzar.
fr: Les résultats sont déjà remplis. Appuie sur Clôturer la manche en bas pour éliminer et avancer.
it: I risultati sono già compilati. Tocca Chiudi turno in basso per eliminare e avanzare.
nl: Uitslagen zijn al ingevuld. Tik hieronder op Ronde sluiten om te elimineren en verder te gaan.

source: Tutorial scores loaded
de: Beispielergebnisse geladen
es: Puntuaciones de ejemplo cargadas
fr: Scores d'exemple chargés
it: Punteggi di esempio caricati
nl: Voorbeeldscores geladen

source: Final scores are pre-filled. Tap Close Round ↓ to calculate points.
de: Die Endergebnisse sind bereits ausgefüllt. Tippe unten auf Runde schließen, um Punkte zu berechnen.
es: Los resultados finales ya están rellenados. Toca Cerrar ronda abajo para calcular los puntos.
fr: Les scores finaux sont déjà remplis. Appuie sur Clôturer la manche en bas pour calculer les points.
it: I punteggi finali sono già compilati. Tocca Chiudi turno in basso per calcolare i punti.
nl: De eindscores zijn al ingevuld. Tik hieronder op Ronde sluiten om punten te berekenen.

source: Enter your prediction
de: Gib deine Vorhersage ein
es: Introduce tu predicción
fr: Saisis ta prédiction
it: Inserisci il tuo pronostico
nl: Voer je voorspelling in

source: Other players are pre-filled. Enter a score for the first fixture (try 2–0), then tap Done ↑.
de: Für die anderen Spieler ist bereits ausgefüllt. Gib für das erste Spiel ein Ergebnis ein (versuch's mit 2:0) und tippe dann oben auf Fertig.
es: Los demás jugadores ya están rellenados. Introduce un resultado para el primer partido (prueba 2-0) y luego toca Listo arriba.
fr: Les autres joueurs sont déjà remplis. Saisis un score pour le premier match (essaie 2-0), puis appuie sur Terminé en haut.
it: Gli altri giocatori sono già compilati. Inserisci un risultato per la prima partita (prova 2-0), poi tocca Fatto in alto.
nl: De andere spelers zijn al ingevuld. Voer een uitslag in voor de eerste wedstrijd (probeer 2-0) en tik dan hierboven op Klaar.

source: Only tap this if you were expecting it — check with your manager first if you're not sure.
de: Tippe hier nur, wenn du das erwartet hast — frag im Zweifel zuerst deinen Manager.
es: Toca esto solo si lo esperabas — consulta primero con tu mánager si no estás seguro.
fr: N'appuie ici que si tu t'y attendais — vérifie d'abord auprès de ton manager en cas de doute.
it: Tocca qui solo se te lo aspettavi — in caso di dubbio, controlla prima con il tuo manager.
nl: Tik hier alleen op als je dit verwachtte — vraag bij twijfel eerst je manager.

source: No clear winner
de: Kein klarer Gewinner
es: Sin ganador claro
fr: Pas de vainqueur clair
it: Nessun vincitore chiaro
nl: Geen duidelijke winnaar

source: Add Manual Fixture
de: Manuelles Spiel hinzufügen
es: Añadir partido manual
fr: Ajouter un match manuel
it: Aggiungi partita manuale
nl: Handmatige wedstrijd toevoegen
